Repository: LuicdLabs/OneMMC
Catalog: src/OneMMC/Strings/*/ComExp.resw
Source language: en_us
Languages: zh_tw

# ComExp_PageTitle
source: Component Services
zh_tw: 元件服務

# ComExp_CurrentPC
source: Current PC: {0} (local)
zh_tw: 目前電腦: {0} (本機)

# ComExp_OpenLegacy
source: Open Legacy Component Services (comexp.msc)
zh_tw: 開啟舊版元件服務 (comexp.msc)

# ComExp_ComPlusDcom
source: COM+ and DCOM
zh_tw: COM+ 與 DCOM

# ComExp_DistributedTransactionCoordinator
source: Distributed Transaction Coordinator
zh_tw: 分散式交易協調器

# ComExp_ComPlusApplications
source: COM+ Applications
zh_tw: COM+ 應用程式

# ComExp_ComPlusApplications_Description
source: Manage COM+ applications and their components
zh_tw: 管理 COM+ 應用程式及其元件

# ComExp_Application_Name
source: Name
zh_tw: 名稱

# ComExp_Application_Id
source: Application ID
zh_tw: 應用程式識別碼

# ComExp_Application_Description
source: Description
zh_tw: 描述

# ComExp_Application_Activation
source: Activation
zh_tw: 啟用

# ComExp_Application_AuthenticationLevel
source: Authentication Level
zh_tw: 驗證層級

# ComExp_Activation_Library
source: Library
zh_tw: 程式庫

# ComExp_Activation_Server
source: Server
zh_tw: 伺服器

# ComExp_Auth_None
source: None
zh_tw: 無

# ComExp_Auth_Connect
source: Connect
zh_tw: 連線

# ComExp_Auth_Call
source: Call
zh_tw: 呼叫

# ComExp_Auth_Packet
source: Packet
zh_tw: 封包

# ComExp_Auth_PacketIntegrity
source: Packet Integrity
zh_tw: 封包完整性

# ComExp_Auth_PacketPrivacy
source: Packet Privacy
zh_tw: 封包隱私權

# ComExp_DcomConfig
source: DCOM config
zh_tw: DCOM 設定

# ComExp_DcomConfig_Description
source: Configure DCOM applications and security settings
zh_tw: 設定 DCOM 應用程式與安全性設定

# ComExp_Dcom_AppId
source: Application ID
zh_tw: 應用程式識別碼

# ComExp_Dcom_LocalService
source: Local Service
zh_tw: 本機服務

# ComExp_Dcom_RunAs
source: Run As
zh_tw: 執行身分

# ComExp_RunningProcesses
source: Running processes
zh_tw: 執行中的處理程序

# ComExp_RunningProcesses_Description
source: View COM+ applications currently running
zh_tw: 檢視目前執行中的 COM+ 應用程式

# ComExp_Process_Id
source: Process ID
zh_tw: 處理程序識別碼

# ComExp_Process_Name
source: Name
zh_tw: 名稱

# ComExp_Process_Description
source: Description
zh_tw: 描述

# ComExp_Process_FilePath
source: File Path
zh_tw: 檔案路徑

# ComExp_Process_StartTime
source: Start Time
zh_tw: 啟動時間

# ComExp_Process_Executable
source: Executable
zh_tw: 可執行檔

# ComExp_Process_IsPaused
source: Paused
zh_tw: 已暫停

# ComExp_Process_IsRecycling
source: Recycling
zh_tw: 回收中

# ComExp_Process_IsNTService
source: NT Service
zh_tw: NT 服務

# ComExp_LocalDtc
source: Local DTC
zh_tw: 本機 DTC

# ComExp_Dtc_TransactionList
source: Transaction List
zh_tw: 交易清單

# ComExp_Dtc_TransactionStatistics
source: Transaction Statistics
zh_tw: 交易統計資料

# ComExp_Dtc_Status
source: Status
zh_tw: 狀態

# ComExp_Dtc_ProcessId
source: Process ID
zh_tw: 處理程序識別碼

# ComExp_Dtc_StartTime
source: Start Time
zh_tw: 啟動時間

# ComExp_Transaction_Status
source: Status
zh_tw: 狀態

# ComExp_Transaction_UnitOfWorkId
source: Unit of Work ID
zh_tw: 工作單位識別碼

# ComExp_Stats_Open
source: Open
zh_tw: 開啟

# ComExp_Stats_OpenMax
source: Open (Max)
zh_tw: 開啟 (最大值)

# ComExp_Stats_InDoubt
source: In Doubt
zh_tw: 不確定

# ComExp_Stats_Committed
source: Committed
zh_tw: 已認可

# ComExp_Stats_Aborted
source: Aborted
zh_tw: 已中止

# ComExp_Stats_ForcedCommit
source: Forced Commit
zh_tw: 強制認可

# ComExp_Stats_ForcedAbort
source: Forced Abort
zh_tw: 強制中止

# ComExp_Stats_Heuristic
source: Heuristic
zh_tw: 啟發式

# ComExp_Stats_ResponseTimeMin
source: Response Time (Min)
zh_tw: 回應時間 (最小值)

# ComExp_Stats_ResponseTimeAvg
source: Response Time (Avg)
zh_tw: 回應時間 (平均值)

# ComExp_Stats_ResponseTimeMax
source: Response Time (Max)
zh_tw: 回應時間 (最大值)

# ComExp_Loading
source: Loading...
zh_tw: 載入中...

# ComExp_LoadingApplications
source: Loading COM+ applications...
zh_tw: 正在載入 COM+ 應用程式...

# ComExp_LoadingDcomApps
source: Loading DCOM applications...
zh_tw: 正在載入 DCOM 應用程式...

# ComExp_LoadingProcesses
source: Loading COM+ running processes...
zh_tw: 正在載入 COM+ 執行中的處理程序...

# ComExp_LoadingStatistics
source: Loading DTC statistics...
zh_tw: 正在載入 DTC 統計資料...

# ComExp_LoadedSuccess
source: Loaded successfully.
zh_tw: 載入成功。

# ComExp_LoadedCount
source: Loaded {0} items.
zh_tw: 已載入 {0} 個項目。

# ComExp_LoadFailed
source: Failed to load: {0}
zh_tw: 載入失敗: {0}

# ComExp_NoDataAvailable
source: No data available
zh_tw: 沒有可用的資料

# ComExp_ViewButton
source: View
zh_tw: 檢視

# ComExp_PropertiesButton
source: Properties
zh_tw: 內容

# ComExp_RefreshButton
source: Refresh
zh_tw: 重新整理

# ComExp_Yes
source: Yes
zh_tw: 是

# ComExp_No
source: No
zh_tw: 否

# ComExp_Breadcrumb_DcomConfig
source: DCOM Config
zh_tw: DCOM 設定

# ComExp_Breadcrumb_RunningProcesses
source: Running Processes
zh_tw: 執行中的處理程序

# ComExp_Breadcrumb_TransactionList
source: Transaction List
zh_tw: 交易清單

# ComExp_Breadcrumb_TransactionStatistics
source: Transaction Statistics
zh_tw: 交易統計資料

# ComExp_Dialog_ApplicationDetails
source: COM+ Application Details
zh_tw: COM+ 應用程式詳細資料

# ComExp_Dialog_Close
source: Close
zh_tw: 關閉

# ComExp_Dialog_Name
source: Name
zh_tw: 名稱

# ComExp_Dialog_ID
source: ID
zh_tw: 識別碼

# ComExp_Dialog_Description
source: Description
zh_tw: 描述

# ComExp_Dialog_Activation
source: Activation
zh_tw: 啟用

# ComExp_Dialog_Authentication
source: Authentication
zh_tw: 驗證

# ComExp_Dialog_AccessChecks
source: Access Checks
zh_tw: 存取檢查

# ComExp_Dialog_Identity
source: Identity
zh_tw: 身分識別

# ComExp_Dialog_NotSet
source: (not set)
zh_tw: (未設定)

# ComExp_ApplicationsCount
source: {0} applications
zh_tw: {0} 個應用程式

# ComExp_Stats_Current
source: Current
zh_tw: 目前

# ComExp_Stats_Aggregate
source: Aggregate
zh_tw: 彙總

# ComExp_Stats_Total
source: Total
zh_tw: 總計

# ComExp_Stats_ResponseTimes
source: Response Times (milliseconds)
zh_tw: 回應時間 (毫秒)

# ComExp_Format_NoId
source: (no ID)
zh_tw: (無識別碼)

# ComExp_Format_Unknown
source: Unknown
zh_tw: 未知

# ComExp_Format_Default
source: Default
zh_tw: 預設

# ComExp_Dcom_DllSurrogate
source: DLL Surrogate
zh_tw: DLL 代理

# ComExp_Dcom_ServiceParameters
source: Service Parameters
zh_tw: 服務參數

# ComExp_Dcom_SearchPlaceholder
source: Search name or Application ID
zh_tw: 搜尋名稱或應用程式識別碼

# ComExp_Dcom_Tab_General
source: General
zh_tw: 一般

# ComExp_Dcom_Tab_Location
source: Location
zh_tw: 位置

# ComExp_Dcom_Tab_Security
source: Security
zh_tw: 安全性

# ComExp_Dcom_Tab_Endpoints
source: Endpoints
zh_tw: 端點

# ComExp_Dcom_Tab_Identity
source: Identity
zh_tw: 身分識別

# ComExp_Dcom_ApplicationName
source: Application Name
zh_tw: 應用程式名稱

# ComExp_Dcom_ApplicationType
source: Application Type
zh_tw: 應用程式類型

# ComExp_Dcom_AuthenticationLevel
source: Authentication Level
zh_tw: 驗證層級

# ComExp_Dcom_LocalPath
source: Local Path
zh_tw: 本機路徑

# ComExp_Dcom_Type_LocalServer
source: Local Server
zh_tw: 本機伺服器

# ComExp_Dcom_Type_LocalService
source: Local Service
zh_tw: 本機服務

# ComExp_Dcom_Type_Surrogate
source: Surrogate
zh_tw: 代理程式

# ComExp_Dcom_Identity
source: Identity
zh_tw: 身分識別

# ComExp_Dcom_Identity_Interactive
source: The interactive user
zh_tw: 互動式使用者

# ComExp_Dcom_Identity_Launching
source: The launching user
zh_tw: 啟動使用者

# ComExp_Dcom_Identity_ThisUser
source: This user
zh_tw: 這個使用者

# ComExp_Dcom_Identity_ServiceFormat
source: Service ({0})
zh_tw: 服務 ({0})

# ComExp_Dcom_RunOnThisComputer
source: Run application on this computer
zh_tw: 在這部電腦上執行應用程式

# ComExp_Dcom_RunOnFollowingComputer
source: Run application on the following computer
zh_tw: 在下列電腦上執行應用程式

# ComExp_Dcom_RemoteComputerName
source: Computer name
zh_tw: 電腦名稱

# ComExp_Dcom_LaunchPermissions
source: Launch and Activation Permissions
zh_tw: 啟動與啟用權限

# ComExp_Dcom_AccessPermissions
source: Access Permissions
zh_tw: 存取權限

# ComExp_Dcom_UseDefault
source: Use Default
zh_tw: 使用預設值

# ComExp_Dcom_UseCustom
source: Customize
zh_tw: 自訂

# ComExp_Dcom_EndpointsEmpty
source: No custom endpoints are configured for this application.
zh_tw: 此應用程式未設定自訂端點。

# ComExp_Dcom_NoSelection
source: Select an application to view its properties.
zh_tw: 選取應用程式以檢視其內容。

# ComExp_Dcom_NoResults
source: No applications match the current search.
zh_tw: 沒有符合目前搜尋的應用程式。

# ComExp_Dcom_ReadOnlyNote
source: Properties are read-only here. To change them, use dcomcnfg.exe (Component Services).
zh_tw: 此處的內容為唯讀。若要變更，請使用 dcomcnfg.exe (元件服務)。

# ComExp_Dcom_NotSet
source: (not set)
zh_tw: (未設定)

# ComExp_Run_SummaryFormat
source: {0} running processes
zh_tw: 有 {0} 個執行中的處理程序

# ComExp_Run_NoProcesses
source: No COM+ applications are currently running.
zh_tw: 目前沒有執行中的 COM+ 應用程式。

# ComExp_Run_SelectPrompt
source: Select an item to view its details.
zh_tw: 選取項目以檢視詳細資料。

# ComExp_Run_PartitionId
source: Partition ID
zh_tw: 分割區識別碼

# ComExp_Run_ApplicationId
source: Application ID
zh_tw: 應用程式識別碼

# ComExp_Run_InstanceId
source: Instance ID
zh_tw: 執行個體識別碼

# ComExp_Run_Type
source: Type
zh_tw: 類型
